[
    {"quote": "Finding faults is sense gratification.", "by": "HH Radhanath Swami"
    },
    {"quote": "association can convince us of anything", "by": "HH Radhanath Swami"
    },
    {"quote": "Mercy means to get what we do not deserve.", "by": "HH Radhanath Swami"
    },
    {"quote": "one thing is certain, uncertainty of our life", "by": "HH Radhanath Swami"
    },
    {"quote": "Love is not enjoyment. Love is being enjoyed!", "by": "HH Radhanath Swami"
    },
    {"quote": "To love is to serve and to serve is to please.", "by": "HH Radhanath Swami"
    },
    {"quote": "To be proud of our righteousness is also a sin.", "by": "HH Radhanath Swami"
    },
    {"quote": "To see faults in others contaminates your heart.", "by": "HH Radhanath Swami"
    },
    {"quote": "Krishna consciousness is not achieved but awarded.", "by": "HH Radhanath Swami"
    },
    {"quote": "definition of love : Capacity to forgive endlessly", "by": "HH Radhanath Swami"
    },
    {"quote": "The manifestation of ignorance is material desires.", "by": "HH Radhanath Swami"
    },
    {"quote": "Fighting against Maya is a blissful thing in the world.", "by": "HH Radhanath Swami"
    },
    {"quote": "When you surrender, that's where you get your strength from.", "by": "HH Radhanath Swami"
    },
    {"quote": "Without humility you can have knowledge but not realization.", "by": "HH Radhanath Swami"
    },
    {"quote": "dealing with negatively in a positive way is called Tolerance", "by": "HH Radhanath Swami"
    },
    {"quote": "A Vaishnava forgives the offender before the offense is over.", "by": "HH Radhanath Swami"
    },
    {"quote": "Krishna Consciousness becomes boring if you are not determined.", "by": "HH Radhanath Swami"
    },
    {"quote": "A person who finds faults in others is a person full of faults.", "by": "HH Radhanath Swami"
    },
    {"quote": "Spirituality is based on development of character and philosophy.", "by": "HH Radhanath Swami"
    },
    {"quote": "At our level, genuine humility is to aspire for genuine humility.", "by": "HH Radhanath Swami"
    },
    {"quote": "Millions of people will come if you simply present Krishna as He is!", "by": "HH Radhanath Swami"
    },
    {"quote": "If you have no determination, you are useless on the spiritual path.", "by": "HH Radhanath Swami"
    },
    {"quote": "All glories to Guru Maharaj means nothing left for us, no credit for us.", "by": "HH Radhanath Swami"
    },
    {"quote": "People's criticizing others is an exhibition of their envy towards GOD.", "by": "HH Radhanath Swami"
    },
    {"quote": "When there is disunity amongst devotees, there cannot be proper Sankirtan.", "by": "HH Radhanath Swami"
    },
    {"quote": "Those who are honestly trying to control their mind, they alone can be trusted.", "by": "HH Radhanath Swami"
    },
    {"quote": "When pride comes, we are already fallen, what comes after that is only a detail.", "by": "HH Radhanath Swami"
    },
    {"quote": "There is enough happiness in this world to keep you attached to your sufferings.", "by": "HH Radhanath Swami"
    },
    {"quote": "By allowing past karma to affect us, Krishna is giving us a chance to surrender more.", "by": "HH Radhanath Swami"
    },
    {"quote": "Every word we speak or everything we do, is either an offering to Krishna or our ego.", "by": "HH Radhanath Swami"
    },
    {"quote": "The more serious you are about spiritual life, the more you keep your mind in captivity.", "by": "HH Radhanath Swami"
    },
    {"quote": "The happiness of the material world also disturbs us because it makes us forget Krishna.", "by": "HH Radhanath Swami"
    },
    {"quote": "We are insignificant, our sins are also insignificant, which Krishna can easily vanquish.", "by": "HH Radhanath Swami"
    },
    {"quote": "Offenses take away your service. The worst is that it takes away our propensity to serve.", "by": "HH Radhanath Swami"
    },
    {"quote": "one should not just tolerate insults and harsh words but also forgive with a peaceful mind", "by": "HH Radhanath Swami"
    },
    {"quote": "If you compromise your integrity for the thrills of this world, you will suffer in the future.", "by": "HH Radhanath Swami"
    },
    {"quote": "The behavior of a disciple can be an ornament for or a scar on the reputation of the spiritual master.", "by": "HH Radhanath Swami"
    },
    {"quote": "If we judge devotees, it is our spiritual destruction. Do not judge them. You don't know who they may be.", "by": "HH Radhanath Swami"
    },
    {"quote": "Krishna is present fully in His Holy Name and this is realized by humility and sincerity in our chanting.", "by": "HH Radhanath Swami"
    },
    {"quote": "To discriminate between the right and the wrong and to be determined to do the right is called determination.", "by": "HH Radhanath Swami"
    },
    {"quote": "Before we commit offenses to devotees the stage comes, in which we feel ourselves better than other devotees.", "by": "HH Radhanath Swami"
    },
    {"quote": "Great people always feel that they need help though they don't. People who badly need help think they are great.", "by": "HH Radhanath Swami"
    },
    {"quote": "Don't let a breath escape from your body without Krishna's name. That should be our determination throughout our life", "by": "HH Radhanath Swami"
    },
    {"quote": "Ultimately everything will perish except our relationship with Krishna. Whatever we invest in that relationship is eternal.", "by": "HH Radhanath Swami"
    },
    {"quote": "If you read every word of Srila Prabhupada's purports with a sense of urgency, believe me these words will change your life", "by": "HH Radhanath Swami"
    },
    {"quote": "When you advance in Krishna Consciousness, it is more difficult to tolerate being honored than to tolerate being dishonored.", "by": "HH Radhanath Swami"
    },
    {"quote": "For a non-devotee, Maya convinces not to surrender unto Krishna. But for a devotee, she convinces to postpone the surrender.", "by": "HH Radhanath Swami"
    }
]